Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/Settings.xcstrings
Source language: en_us
Languages: ab, be, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_es, es_mx, eu, fi, fr, gd, gl, he, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, ko, lo, ml, nb, nl, nn, pa_in, pl, pt_br, pt_pt, rm, ru, sat_olck, scn, si, sk, sl, sq, su, sv, tg, th, tr, tt, ug, uk, vi, zh_cn, zh_tw

# CreditCards.Settings.UseSavedCardFromKeyboard.v112
source: Use saved card
ab: Иеиқәырхоу ахсаала ахархәара
be: Выкарыстаць захаваную карту
br: Ober gant ur gartenn enrollet
bs: Koristi sačuvanu karticu
ca: Utilitza una targeta desada
co: Impiegà una carta arregistrata
cs: Použít uloženou kartu
cy: Defnyddio cerdyn sydd wedi'i gadw
da: Brug gemt kort
de: Eine gespeicherte Karte verwenden
dsb: Skłaźonu kórtu wužywaś
el: Χρήση αποθηκευμένης κάρτας
eo: Uzi konservitan karton
es: Usar tarjeta guardada
es_ar: Usar tarjeta guardada
es_cl: Usar tarjeta guardada
es_es: Usar tarjeta guardada
es_mx: Usar tarjeta guardada
eu: Erabili gordetako txartela
fi: Käytä tallennettua korttia
fr: Utiliser une carte enregistrée
gd: Cleachd cairt a shàbhail thu
gl: Usar unha tarxeta gardada
he: שימוש בכרטיס השמור
hr: Koristi spremljenu karticu
hsb: Składowanu kartu wužiwać
hu: Mentett kártya használata
hy_am: Օգտագործել պահված քարտը
ia: Usar un carta salvate
id: Gunakan kartu tersimpan
is: Nota vistað kort
it: Utilizza carta salvata
ja: 保存したカード情報を使用
ka: შენახული ბარათის გამოყენება
kab: Seqdec tkarḍa yettwaskelsen
kk: Сақталған картаны пайдалану
ko: 저장된 카드 사용
lo: ໃຊ້ບັດທີ່ບັນທຶກໄວ້
ml: കരുതിവച്ച ചീട്ടു് ഉപയോഗിക്കുക
nb: Bruk lagret kort
nl: Opgeslagen kaart gebruiken
nn: Bruk lagra kort
pa_in: ਸੰਭਾਲੇ ਕਾਰਡ ਨੂੰ ਵਰਤੋਂ
pl: Użyj zachowanej karty
pt_br: Usar cartão salvo
pt_pt: Utilizar cartão guardado
rm: Utilisar ina carta memorisada
ru: Использовать сохранённую карту
sat_olck: ᱥᱟᱺᱪᱟᱣ ᱠᱟᱱ ᱠᱟᱰ ᱵᱮᱵᱷᱟᱨ ᱢᱮ
scn: Usa na carta sarbata
si: සුරැකි පත යොදාගන්න
sk: Použiť uloženú kartu
sl: Uporabi shranjeno kartico
sq: Përdor kartë të ruajtur
su: Paké kartu nu disimpen
sv: Använd sparat kort
tg: Истифодаи корти нигоҳдошташуда
th: ใช้บัตรที่บันทึกไว้
tr: Kayıtlı kartı kullan
tt: Сакланган картаны куллану
ug: ساقلانغان كارتىنى ئىشلىتىدۇ
uk: Використати збережену картку
vi: Sử dụng thẻ đã lưu
zh_cn: 使用保存的卡片
zh_tw: 使用儲存的卡片資訊

# FxA.FirefoxAccount.v119
source: Account
ab: Аԥхьаӡара
be: Уліковы запіс
br: Kont
bs: Račun
ca: Compte
co: Contu
cs: Účet
cy: Cyfrif
da: Konto
de: Konto
dsb: Konto
el: Λογαριασμος
eo: Konto
es: Cuenta
es_ar: Cuenta
es_cl: Cuenta
es_es: Cuenta
es_mx: Cuenta
eu: Kontua
fi: Tili
fr: Compte
gd: Cunntas
gl: Conta
he: חשבון
hr: Račun
hsb: Konto
hu: Fiók
hy_am: Հաշիվ
ia: Conto
id: Akun
is: Reikningur
ja: アカウント
ka: ანგარიში
kab: Amiḍan
kk: Тіркелгі
ko: 계정
lo: ບັນຊີ
ml: അക്കൗണ്ട്
nb: Konto
nn: Konto
pa_in: ਖਾਤਾ
pl: Konto
pt_br: Conta
pt_pt: Conta
rm: Conto
ru: Аккаунт
sat_olck: ᱠᱷᱟᱛᱟ
scn: Cuntu
si: ගිණුම
sk: Účet
sl: Račun
sq: Llogari
su: Akun
sv: Konto
tg: Ҳисоб
th: บัญชี
tr: Hesap
tt: Хисап язмасы
ug: ھېسابات
uk: Обліковий запис
vi: Tài khoản
zh_cn: 账户
zh_tw: 帳號

# Settings.AddressAutofill.Title.v126
source: Addresses
ab: Адресқәа
be: Адрасы
br: Chomlec’hioù
bs: Adrese
ca: Adreces
co: Indirizzi
cs: Adresy
cy: Cyfeiriadau
da: Adresser
de: Adressen
dsb: Adrese
el: Διευθύνσεις
eo: Adresoj
es: Direcciones
es_ar: Direcciones
es_cl: Direcciones
es_es: Direcciones
es_mx: Direcciones
eu: Helbideak
fi: Osoitteet
fr: Adresses
gd: Seòlaidhean
gl: Enderezos
he: כתובות
hr: Adrese
hsb: Adresy
hu: Címek
hy_am: Հասցեներ
ia: Adresses
id: Alamat
is: Heimilisföng
it: Indirizzi
ja: 住所
ka: მისამართები
kab: Tansiwin
kk: Адрестер
ko: 주소
lo: ທີ່ຢູ່
ml: വിലാസങ്ങള്‍
nb: Adresser
nl: Adressen
nn: Adresser
pa_in: ਸਿਰਨਾਵੇਂ
pl: Adresy
pt_br: Endereços
pt_pt: Endereços
rm: Adressas
ru: Адреса
sat_olck: ᱴᱷᱤᱠᱬᱟᱹᱠᱚ
scn: Nnirizzi
si: ලිපින
sk: Adresy
sl: Naslovi
sq: Adresa
su: Alamat
sv: Adresser
tg: Нишониҳо
th: ที่อยู่
tr: Adresler
tt: Адреслар
ug: ئادرېس
uk: Адреси
vi: Địa chỉ
zh_cn: 地址
zh_tw: 地址

# Settings.AutofillCreditCard.Title.v122
source: Payment Methods
ab: Ашәара аметодқәа
be: Спосабы аплаты
br: Doareoù paeañ
bs: Načini plaćanja
ca: Formes de pagament
co: Metode di pagamentu
cs: Platební metody
cy: Dulliau Talu
da: Betalingsmetoder
de: Zahlungsmethoden
dsb: Płaśeńske metody
el: Μέθοδοι πληρωμής
eo: Pagmetodoj
es: Métodos de pago
es_ar: Métodos de pago
es_cl: Métodos de pago
es_es: Métodos de pago
es_mx: Métodos de pago
eu: Ordainketa metodoak
fi: Maksutavat
fr: Moyens de paiement
gd: Dòighean pàighidh
gl: Métodos de pago
he: אמצעי תשלום
hr: Načini plaćanja
hsb: Płaćenske metody
hu: Fizetési módok
hy_am: Վճարամիջոցներ
ia: Methodos de pagamento
id: Metode Pembayaran
is: Greiðslumátar
it: Metodi di pagamento
ja: 支払い方法
ka: გადახდის საშუალებები
kab: Tarrayin n uxelleṣ
kk: Төлем әдістері
ko: 지불 수단
lo: ວິທີການຊໍາລະເງິນ
ml: പണം കൊടുക്കൽ മുറകൾ
nb: Betalingsmåter
nl: Betalingsmethoden
nn: Betalingsmetodar
pa_in: ਭੁਗਤਾਨ ਢੰਗ
pl: Metody płatności
pt_br: Métodos de pagamento
pt_pt: Métodos de pagamento
rm: Metodas da pajament
ru: Методы платежей
sat_olck: ᱜᱚᱱᱚᱝ ᱦᱚᱨᱟᱠᱚ
scn: Furmi di pagamentu
si: ගෙවීමේ ක්‍රම
sk: Spôsoby platby
sl: Plačilna sredstva
sq: Metoda Pagese
su: Cara Mayar
sv: Betalningsmetoder
tg: Тарзҳои пардохт
th: วิธีการชำระเงิน
tr: Ödeme yöntemleri
tt: Түләү ысуллары
ug: چىقىم قىلىش ئۇسۇلى
uk: Способи оплати
vi: Phương thức thanh toán
zh_cn: 付款方式
zh_tw: 付款方式

# Settings.FxA.Title.v119
source: Account
ab: Аԥхьаӡара
be: Уліковы запіс
br: Kont
bs: Račun
ca: Compte
co: Contu
cs: Účet
cy: Cyfrif
da: Konto
de: Konto
dsb: Konto
el: Λογαριασμός
eo: Konto
es: Cuenta
es_ar: Cuenta
es_cl: Cuenta
es_es: Cuenta
es_mx: Cuenta
eu: Kontua
fi: Tili
fr: Compte
gd: Cunntas
gl: Conta
he: חשבון
hr: Račun
hsb: Konto
hu: Fiók
hy_am: Հաշիվ
ia: Conto
id: Akun
is: Reikningur
ja: アカウント
ka: ანგარიში
kab: Amiḍan
kk: Тіркелгі
ko: 계정
lo: ບັນຊີ
ml: അക്കൗണ്ട്
nb: Konto
nn: Konto
pa_in: ਖਾਤਾ
pl: Konto
pt_br: Conta
pt_pt: Conta
rm: Conto
ru: Аккаунт
sat_olck: ᱠᱷᱟᱛᱟ
scn: Cuntu
si: ගිණුම
sk: Účet
sl: Račun
sq: Llogari
su: Akun
sv: Konto
tg: Ҳисоб
th: บัญชี
tr: Hesap
tt: Хисап язмасы
ug: ھېسابات
uk: Обліковий запис
vi: Tài khoản
zh_cn: 账户
zh_tw: 帳號

# Settings.Notifications.SyncNotificationsStatus.v112
source: This must be turned on to receive tabs and get notified when you sign in on another device.
ab: Ари архиара аус арутәуп, даҽа ҳәагак аҿы уанҭалалак, абӷьыцқәеи ардыррақәеи раиуразы.
be: Опцыя павінна быць уключана, каб атрымліваць карткі і атрымліваць апавяшчэнні пры ўваходзе на іншай прыладзе.
br: Dav d'an dra-mañ bezañ gweredekaet evit degemer ivinelloù ha bezañ kemennet pa kennaskit war un trevnad all.
bs: Ovo mora biti uključeno da primate kartice i primate obavještenja kada se prijavite na drugom uređaju.
ca: S'ha d'activar per a rebre pestanyes i per a notificar-vos quan inicieu la sessió en un altre dispositiu.
co: St’ozzione deve esse attivata per riceve l’unghjette è esse nutificatu quandu vo site cunnessu nant’à un altru apparechju.
cs: Tato funkce musí být zapnutá, pokud chcete přijímat panely a dostávat upozornění, když se přihlásíte na jiném zařízení.
cy: Rhaid troi hwn ymlaen i dderbyn tabiau a chael gwybod pan fyddwch yn mewngofnodi ar ddyfais arall.
da: Dette skal aktiveres for at kunne modtage faneblade og få besked, når du logger ind på en anden enhed.
de: Diese Option muss aktiviert sein, um Tabs zu empfangen und benachrichtigt zu werden, wenn Sie sich auf einem anderen Gerät anmelden.
dsb: To musy zmóžnjone byś, aby rejtariki a powěźeńki dostał, gaž se pla drugego rěda pśizjawjaśo.
el: Αυτό πρέπει να ενεργοποιηθεί για τη μεταφορά καρτελών και τη λήψη ειδοποιήσεων όταν συνδέεστε σε άλλη συσκευή.
eo: Tio ĉi devas esti ŝaltita por ricevi langetojn kaj ankaŭ sciigojn, kiam vi komencas seancon en alia aparato.
es: Esto debe estar activado para recibir pestañas y notificaciones cuando inicies sesión en otro dispositivo.
es_ar: Ésto debe habilitarse para recibir pestañas y notificaciones cuando iniciés sesión en otro dispositivo.
es_cl: Esto debe estar activado para recibir pestañas y recibir notificaciones cuando te conectes en otro dispositivo.
es_es: Esto debe estar activado para recibir pestañas y notificaciones cuando inicies sesión en otro dispositivo.
es_mx: Esto debe estar activado para recibir pestañas y recibir notificaciones cuando inicies sesión en otro dispositivo.
eu: Aktibatu egin behar da hau fitxak jasotzeko eta beste gailu batean saioa hastean jakinarazpena jasotzeko.
fi: Tämän on oltava päällä, jotta voit vastaanottaa välilehtiä ja saada ilmoituksen, kun kirjaudut sisään toisella laitteella.
fr: Cette option doit être activée pour recevoir des onglets et être averti·e lorsque vous vous connectez sur un autre appareil.
gd: Feumaidh seo a bhith air mus fhaigh thu tabaichean is mus fhaigh thu brath nuair a chlàraicheas tu a-steach air uidheam eile.
gl: Isto debe estar activado para recibir lapelas e recibir unha notificación cando inicie sesión noutro dispositivo.
he: על הגדרה זו להיות מופעלת כדי לקבל לשוניות ולקבל התרעות כשנכנסים לחשבון ממכשיר נוסף.
hr: Ovo mora biti uključeno za primanje kartica i obavijest kada se prijaviš na jednom drugom uređaju.
hsb: To dyrbi zmóžnjene być, zo byšće rajtarki a zdźělenki dóstał, hdyž so pola druheho grata přizjewjeće.
hu: Ezt be kell kapcsolni, hogy megkapja a lapokat, és értesítést kapjon, ha bejelentkezik egy másik eszközön.
hy_am: Սա պետք է միացված լինի՝ ներդիրները ստանալու և այլ սարքից մուտք գործելու մասին ծանուցում ստանալու համար:
ia: Iste option debe esser activate pro reciper schedas e notificationes quando tu accede ab un altere apparato.
id: Ini harus diaktifkan untuk menerima tab dan mendapatkan pemberitahuan saat Anda masuk di perangkat lain.
is: Kveikt verður að vera á þessu til að taka við flipum og fá tilkynningar þegar þú skráir þig inn á önnur tæki.
it: Questa opzione deve essere attiva per ricevere schede e notifiche quando accedi da un altro dispositivo.
ja: タブを受け取ったり、別の端末でログインした時に通知を受け取るには、これをオンにする必要があります。
ka: ჩართული უნდა იყოს, რათა მიიღოთ ჩანართები და შეტყობინება სხვა მოწყობილობიდან შესვლისას.
kab: Aya yezmer ad yettwarmed i urmas n waccaren d yilɣa mi ara tkecmeḍ deg yibenk niḍen.
kk: Бұл беттерді қабылдау және басқа құрылғыда жүйеге кірген кезде хабарландыру алу үшін іске қосулы болуы керек.
ko: 탭을 수신하고 다른 기기에서 로그인할 때 알림을 받으려면 이 기능을 켜야 합니다.
lo: ນີ້ຈະຕ້ອງເປີດເພື່ອຮັບແຖບ ແລະຮັບການແຈ້ງເຕືອນເມື່ອທ່ານເຂົ້າສູ່ລະບົບໃນອຸປະກອນອື່ນ.
nb: Dette må være slått på for å motta faner og bli varslet når du logger inn på en annen enhet.
nl: Dit moet zijn ingeschakeld om tabbladen te ontvangen en meldingen te ontvangen wanneer u zich aanmeldt op een ander apparaat.
nn: Dette må vere slått på for å ta imot faner og bli varsla når du loggar inn på ei anna eining.
pa_in: ਜਦੋਂ ਤੁਸੀਂ ਹੋਰ ਡਿਵਾਈਸ ਤੋਂ ਸਾਈਨ ਇਨ ਹੋਵੋ ਤਾਂ ਟੈਬਾਂ ਅਤੇ ਸੂਚਨਾਵਾਂ ਲੈਣ ਲਈ ਇਸ ਚਾਲੂ ਹੋਣਾ ਜਰੂਰੀ ਹੈ।
pl: To musi być włączone, by odbierać karty i powiadomienia o zalogowaniu na innym urządzeniu.
pt_br: Isto deve ser ativado para receber abas e ser notificado quando você entrar em outro dispositivo.
pt_pt: Isto deve estar ativado para receber separadores e ser notificado quando iniciar sessão noutro dispositivo.
rm: Quai sto esser activà per retschaiver tabs e notificaziuns cura che ti t'annunzias sin in auter apparat.
ru: Эта настройка должна быть включена, чтобы получать вкладки и уведомления при вашем входе на другом устройстве.
sat_olck: ᱱᱚᱶᱟ ᱫᱚ ᱮᱱᱮᱢ ᱦᱩᱭᱩᱜ ᱞᱟᱹᱜᱤᱫ ᱴᱮᱵᱽ ᱠᱚ ᱧᱟᱢ ᱟᱨ ᱟᱢ ᱮᱴᱟᱜ ᱰᱤᱵᱟᱤᱥ ᱠᱷᱚᱱ ᱞᱚᱜᱤᱱ ᱚᱠᱛᱚ ᱨᱮ ᱵᱟᱰᱟᱭ ᱧᱟᱢ ᱞᱟᱹᱜᱤᱫ ᱮᱱᱮᱢ ᱦᱩᱭᱩᱜ ᱞᱟᱹᱠᱛᱤ ᱾
scn: Chistu s’hâ attivari pi ricìviri i schedi e i nutìfichi quannu trasi nta n’autru dispusitivu.
si: පටිති ලැබීමට සහ ඔබ වෙනත් උපාංගයකින් පිටිසෙන විට දැනුම් දීම සඳහා මෙය සක්‍රිය විය යුතුය.
sk: Toto musí byť zapnuté, ak chcete prijímať karty a dostávať upozornenia, keď sa prihlásite na inom zariadení.
sl: To mora biti vključeno, če želite prejemati zavihke in obvestila, ko se prijavite v drugi napravi.
sq: Që të merren skeda dhe njoftime, kur bëni hyrjen në një pajisje tjetër, kjo duhet të aktivizohet.
su: Ieu kudu dihurungkeun pikeun nampa tab jeung dibéré béja mun anjeun asup kana alat séjén.
sv: Detta måste vara aktiverat för att ta emot flikar och få en notis när du loggar in på en annan enhet.
tg: Барои ба даст овардани варақаҳо ва дидани огоҳномаҳо вақте ки шумо ба дастгоҳи дигар ворид мешавед, ин имкон бояд фаъол карда шавад.
th: ต้องเปิดตัวเลือกนี้เพื่อรับแท็บและรับการแจ้งเตือนเมื่อคุณลงชื่อเข้าบนอุปกรณ์อื่น
tr: Gönderilen sekmeleri almak ve başka bir cihazdan giriş yaptığınızda bildirim almak için bunu açmalısınız.
tt: Таблар һәм бүтән җиһазга кергәндә белдерү алу өчен бу опция кабынган булырга тиеш.
ug: سىز باشقا ئۈسكۈنىدە تىزىمغا كىرگەندە بەتكۈچ تاپشۇرۇۋېلىش ۋە ئۇقتۇرۇش قىلىش چوقۇم ئوچۇق بولۇشى كېرەك.
uk: Опцію має бути ввімкнено, щоб отримувати вкладки та сповіщення, коли ви входите на іншому пристрої.
vi: Tính năng này phải được bật để nhận các thẻ và được thông báo khi bạn đăng nhập trên một thiết bị khác.
zh_cn: 需要开启此功能才能接收标签页，并在您于其他设备上登录时收到通知。
zh_tw: 必須開啟此功能才可接收分頁，並在您於其他裝置登入時收到通知。

# Settings.Notifications.SyncNotificationsTitle.v112
source: Sync
ab: Асинхронизациа
be: Сінхранізаваць
br: Goubredañ
bs: Sinhronizacija
ca: Sincronització
co: Sincrunizazione
cs: Synchronizace
de: Synchronisieren
dsb: Synchronizěrowaś
el: Συγχρονισμός
eo: Spegulado
es_cl: Sincronizar
es_mx: Sincronizar
fi: Synkronointi
fr: Synchronisation
gd: Sioncronaich
he: סנכרון
hr: Sinkronizacija
hsb: Synchronizować
hy_am: Սինք
id: Penyelarasan
is: Samstilla
it: Sincronizzazione
ja: 同期
ka: დასინქრონება
kab: Mtawi
kk: Синхрондау
ko: 동기화
lo: ຊິງຄ໌
ml: സമന്വയം
nb: Synkroniser
nl: Synchronisatie
nn: Synkroniser
pa_in: ਸਿੰਕ
pl: Synchronizacja
pt_br: Sincronização
pt_pt: Sincronização
ru: Синхронизация
sat_olck: ᱥᱭᱝᱠ
scn: Sincrunizzazzioni
si: සම්මුහූර්ත
sk: Synchronizácia
sl: Sinhronizacija
su: Singkronkeun
sv: Synkronisera
tg: Ҳамоҳангсозӣ
tr: Eşitleme
tt: Синхронлау
ug: قەدەمداش
uk: Синхронізація
vi: Đồng bộ hóa
zh_cn: 同步
zh_tw: 同步

# Settings.Notifications.SystemNotificationsDisabledMessage.v112
source: You turned off all %1$@ notifications. Turn them on by going to device Settings > Notifications > %2$@
ab: Уара %1$@ ардыррақәа зегьы уаҿыхит. Урҭ аус арутәуп Аиқәыршәарақәа алхны > "Ардыррақәа" > "%2$@"
be: Вы адключылі ўсе апавяшчэнні %1$@. Уключыце іх, адкрыўшы на прыладзе Налады > Апавяшчэнні > %2$@
br: Diweredekaet ho peus holl rebuzadurioù %1$@. Gweredekait anezho en-dro en ur vont e Arventennoù > Rebuzadurioù > %2$@
bs: Isključili ste sva %1$@ obavještenja. Uključite ih tako što ćete otići na Postavke uređaja > Obavještenja > %2$@
ca: Heu desactivat totes les notificacions del %1$@. Per a activar-les, aneu a Configuració del dispositiu > Notificacions > %2$@
co: Avete disattivatu tutte e nutificazioni di %1$@. Attivatele via Parametri > Nutificazioni > %2$@
cs: Vypnuli jste všechna oznámení aplikace %1$@. Zapnete je v Nastavení zařízení > Oznámení > %2$@
cy: Rydych wedi diffodd pob hysbysiad gan %1$@. Trowch nhw ymlaen drwy fynd i Gosodiadau dyfais > Hysbysiadau > %2$@
da: Du har slået alle notifikationer i %1$@ fra. Slå dem til ved at gå til enhedens indstillinger > Notifikationer > %2$@
de: Sie haben alle %1$@-Benachrichtigungen deaktiviert. Aktivieren Sie sie, indem Sie zu den Geräteeinstellungen > Benachrichtigungen > %2$@ gehen.
dsb: Sćo znjemóžnił wšykne %1$@ powěźeń. Pśejźćo k rědowym nastajenjam > Powěźeńki > %2$@, aby je zmóžnił
el: Απενεργοποιήσατε όλες τις ειδοποιήσεις του %1$@. Ενεργοποιήστε τις μεταβαίνοντας στις Ρυθμίσεις συσκευής > Γνωστοποιήσεις > %2$@
eo: Vi malŝaltis ĉiujn sciigojn de %1$@ . Ŝaltu ilin en Agordoj > Sciigoj > %2$@
es: Has desactivado todas las notificaciones de %1$@. Actívalas en a Ajustes del dispositivo > Notificaciones > %2$@
es_ar: Desactivaste todas las notificaciones de %1$@. Activalos yendo a Configuración del dispositivo > Notificaciones > %2$@
es_cl: Desactivaste todas las notificaciones de %1$@. Actívalas yendo a Ajustes del dispositivo > Notificaciones > %2$@
es_es: Has desactivado todas las notificaciones de %1$@. Actívalas en a Ajustes del dispositivo > Notificaciones > %2$@
es_mx: Deshabilitaste todas las notificaciones de %1$@. Habilítalas ingresando a ajustes del dispositivo > Notificaciones > %2$@$
eu: %1$@(r)en jakinarazpen guztiak desgaitu dituzu. Gai itzazu berriro gailuaren Ezarpenak > Jakinarazpenak > %2$@ menura joanez.
fi: Poistit kaikki %1$@-ilmoitukset käytöstä. Ota ne käyttöön valitsemalla laitteen Asetukset > Ilmoitukset > %2$@
fr: Vous avez désactivé toutes les notifications de %1$@. Activez-les depuis Réglages > Notifications > %2$@
gd: Chuir thu dheth gach brath o %1$@. Cuir air iad ann an “Settings” > “Notifications” > %2$@ air an uidheam
gl: Desactivou todas as notificacións de %1$@. Actíveas indo a Configuración do dispositivo > Notificacións > %2$@
he: כיבית את כל ההתראות של %1$@. יש להפעיל אותם על־ידי מעבר להגדרות המכשיר > התראות > %2$@
hr: Isključene su sve %1$@ obavijesti. Uključi ih na uređaju u izborniku Postavke > Obavijesti > %2$@
hsb: Sće wšě %1$@ zdźělenki znjemóžnił. Přeńdźće ke gratowym nastajenjam > Zdźělenki > %2$@, zo byšće je zmóžnił
hu: Kikapcsolta a %1$@ összes értesítését. Kapcsolja be őket az eszközbeállítások > Értesítések > %2$@ alatt.
hy_am: Դուք անջատեցիք բոլոր %1$@ ծանուցումները: Միացրեք դրանք՝ անցնելով սարքի Կարգավորումներ > Ծանուցումներ > %2$@-ին
ia: Tu disactivava tote le %1$@ notificationes. Activa los per sur le apparato per Parametros > Notificationes > %2$@
id: Anda menonaktifkan semua pemberitahuan %1$@. Aktifkan dengan membuka Setelan > Notifikasi > %2$@ perangkat
is: Þú slökktir á öllum %1$@ tilkynningum. Kveiktu á þeim með því að fara í stillingar tækis > Tilkynningar > %2$@
it: Hai disattivato tutte le notifiche di %1$@. Attivale nelle impostazioni del dispositivo > Notifiche > %2$@
ja: %1$@ のすべての通知がオフになっています。端末の 設定 > 通知 > %2$@ からオンにしてください。
ka: გამორთული გაქვთ %1$@-შეტყობინებები. ჩართეთ მოწყობილობის პარამეტრებიდან Settings > Notifications > %2$@
kab: Tsenseḍ meṛṛa ilɣa n %1$@. Rmed-iten seg Yiɣewwaren > Ilɣa > %2$@
kk: Сіз барлық %1$@ хабарландыруларын сөндірдіңіз. Құрылғы Баптаулары > Хабарландырулар > %2$@ тармағына өту арқылы оларды іске қосыңыз.
ko: 모든 %1$@개의 알림을 껐습니다. 장치 설정 > 알림 > %2$@으로 이동하여 켤 수 있습니다.
lo: ທ່ານໄດ້ປິດການແຈ້ງເຕືອນທັງໝົດ %1$@ ແລ້ວ. ເປີດພວກມັນໂດຍການໄປທີ່ການຕັ້ງຄ່າອຸປະກອນ > ການແຈ້ງເຕືອນ > %2$@
nb: Du har slått av alle %1$@-varsler. Slå dem på ved å gå til enhetens innstillinger > Varsler > %2$@
nl: U hebt alle %1$@-notificaties uitgeschakeld. Schakel ze in door naar Instellingen > Notificaties > %2$@ te gaan
nn: Du slo av alle %1$@-varsel. Slå dei på ved å, på eininga, gå til Innstillingar > Varsel > %2$@
pa_in: ਤੁਸੀਂ ਸਾਰੇ %1$@ ਨੋਟੀਫ਼ਿਕੇਸ਼ਨ ਬੰਦ ਕਰ ਦਿੱਤੇ ਹਨ। ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਡਿਵਾਈਸ Settings > Notifications > %2$@ ਵਿੱਚ ਜਾ ਕੇ ਮੁੜ ਚਾਲੂ ਕਰ ਸਕਦੇ ਹੋ।
pl: Wyłączono wszystkie powiadomienia przeglądarki %1$@. Włącz je w ustawieniach urządzenia → Powiadomienia → %2$@
pt_br: Você desativou todas as notificações do %1$@. Ative no dispositivo, em Configurações > Notificações > %2$@
pt_pt: Você desativou todas as notificações de %1$@. Ative-as acedendo às Configurações do dispositivo > Notificações > %2$@
rm: Ti has deactivà tut las communicaziuns da %1$@. Las reactivar cun acceder a Parameters > Communicaziuns > %2$@
ru: Вы отключили все уведомления %1$@. Включите их, выбрав «Настройки» > «Уведомления» > «%2$@»
sat_olck: ᱟᱢ ᱡᱚᱛᱚ %1$@ ᱵᱟᱰᱟᱭ ᱠᱚ ᱵᱚᱫᱚᱞ ᱟᱠᱟᱫᱟ. ᱰᱤᱵᱟᱤᱥ ᱥᱟᱡᱟᱣ > ᱠᱷᱚᱵᱚᱨ ᱠᱚ > %2$@ ᱨᱮ ᱥᱮᱱ ᱠᱟᱛᱮ ᱮᱢ ᱪᱷᱚᱭ ᱢᱮ
scn: Sdisattivasti tutti i nutìfichi di %1$@. P’attivàrili vai nnô minù dû dispusitivu Mpustazzioni > Nutìfichi > %2$@
si: ඔබ සියළුම %1$@ දැනුම්දීම් අක්‍රිය කර ඇත. උපාංගයේ සැකසුම් > දැනුම්දීම් > %2$@ වෙත ගොස් ඒවා සක්‍රිය කරන්න
sk: Vypli ste všetky upozornenia prehliadača %1$@. Zapnete ich v Nastaveniach zariadenia, časti Upozornenia > %2$@
sl: Izklopili ste vsa obvestila %1$@a. Vklopite jih lahko v Nastavitve naprave > Obvestila > %2$@
sq: Keni çaktivizuar krejt njoftimet %1$@. Aktivizojini, duke kaluar te Rregullime pajisjeje > Njoftime > %2$@
su: Anjeun mareuman sakabéh %1$@ iber. Hurungkeun ti Setélan > Iber > %2$@
sv: Du stängde av alla %1$@-notiser. Slå på dem genom att gå till enhetens Inställningar > Notiser > %2$@
tg: Шумо ҳамаи огоҳномаҳои «%1$@»-ро ғайрифаъол кардед. Онҳоро дар дастгоҳи худ ба «Танзимот > Огоҳномаҳо > %2$@» гузашта, аз нав фаъол созед
th: คุณได้ปิด %1$@ การแจ้งเตือนทั้งหมดแล้ว เปิดการแจ้งเตือนเหล่านั้นได้โดยไปที่การตั้งค่าอุปกรณ์ > การแจ้งเตือน > %2$@
tr: Tüm %1$@ bildirimlerini kapattınız. Cihazınızın Ayarlar > Bildirimler > %2$@ menüsüne giderek bildirimleri açın.
tt: Сез барлык %1$@ искәртүләрен сүндердегез. Җиһаз көйләүләре > Искәртүләр > %2$@ бүлегенә кереп, аларны кабызыгыз
ug: سىز بارلىق %1$@ ئۇقتۇرۇشلىرىنى تاقىۋەتتىڭىز. ئۈسكۈنە تەڭشەك›ئۇقتۇرۇش›%2$@ دىن ئېچىڭ
uk: Ви вимкнули усі сповіщення %1$@. Увімкніть їх, відкривши на пристрої Параметри > Сповіщення > %2$@
vi: Bạn đã tắt tất cả thông báo của %1$@. Bật chúng bằng cách đi đến ứng dụng Cài đặt của thiết bị > Thông báo > %2$@
zh_cn: 您已关闭 %1$@ 的所有通知，可到设备的“设置”>“通知”>“%2$@”重新开启
zh_tw: 您已關閉所有 %1$@ 通知，可到裝置的「設定 > 通知 > %2$@」再次開啟
